[
    {
        "id": "6433dd3ba8fafbe4724f1d95",
        "companyLogo": "https://i.ibb.co/Tb5Thk2/google-1-1-1.png",
        "jobTitle": "Technical Database Engineer",
        "companyName": "Google LLC",
        "jobType": "Remote",
        "jobTime": "Full Time",
        "email": "blackbridges@frosnex.com",
        "phone": "+1 (830) 464-3533",
        "salary": "100K - 150K",
        "location": "Dhaka, Bangladesh",
        "JobDescription": "A Technical Database Engineer at Google is responsible for designing and maintaining complex database systems that enable efficient data storage and retrieval. This includes optimizing performance, ensuring data security, and collaborating with cross-functional teams to ensure that the database infrastructure meets business and technical requirements.",
        "JobResponsibility": "Collaborating with cross-functional teams, providing technical expertise, monitoring and maintaining database systems, designing and implementing database security measures, identifying and resolving database performance issues.",
        "educationalRequirements": "Bachelor's degree in Computer Science, Computer Engineering, or a related field from a reputable university.",
        "Experiences": " 2-3 years of experience in database administration or software development."
    },
    {
        "id": "6433dd3be297b2587aae35c1",
        "companyLogo": "https://i.ibb.co/j8WXz8N/netflix-4-1.png",
        "jobTitle": "Senior Product Designer",
        "companyName": "Netflix",
        "jobType": "Onsite",
        "jobTime": "Full Time",
        "email": "jerriwoods@neurocell.com",
        "phone": "+1 (809) 588-2918",
        "salary": "100K - 150K",
        "location": "Dhaka, Bangladesh ",
        "JobDescription": "A Senior Product Designer at Netflix is responsible for designing and creating engaging and effective interfaces for Netflix's web and mobile applications. This includes designing the layout, visual design, and interactivity of the user interface. The Senior Product Designer collaborates closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements.",
        "JobResponsibility": " Collaborating with cross-functional teams, conducting user research, creating wireframes and prototypes, designing and implementing visual design systems, iterating designs based on user feedback.",
        "educationalRequirements": "Bachelor's degree in Graphic Design, User Experience Design, or a related field from a reputable university.",
        "Experiences": " 4-6 years of experience in product design, user experience design, or a related field."
    },
    {
        "id": "6433dd3b401153d3d9e8524d",
        "companyLogo": "https://i.ibb.co/tmnMzPS/tesla-9-1.png",
        "jobTitle": "Software Engineer",
        "companyName": "Tesla",
        "jobType": "Onsite",
        "jobTime": "Full Time",
        "email": "fischerwoodard@nipaz.com",
        "phone": "+1 (858) 600-3369",
        "salary": "100K - 150K",
        "location": "Dhaka, Bangladesh ",
        "JobDescription": ": A Software Engineer at Software Engineer is responsible for designing, developing, and maintaining software applications that meet business and technical requirements. This includes collaborating with cross-functional teams, including product management, engineering, and quality assurance, to ensure that software applications are optimized for performance, scalability, and user experience.",
        "JobResponsibility": "Collaborating with cross-functional teams, writing and testing code, debugging and troubleshooting software issues, maintaining software documentation, participating in code reviews.",
        "educationalRequirements": "Bachelor's degree in Computer Science, Software Engineering, or a related field from a reputable university.",
        "Experiences": " 2-3 years of experience in software development, including experience with programming languages and software development frameworks."
    },
    {
        "id": "6433dd3ba7b3898c72a2eed1",
        "companyLogo": "https://i.ibb.co/Tb5Thk2/google-1-1-1.png",
        "jobTitle": "Technical Database Engineer",
        "companyName": "Google LLC",
        "jobType": "Remote",
        "jobTime": "Full Time",
        "email": "jeweltrujillo@quordate.com",
        "phone": "+1 (882) 568-2565",
        "salary": "100K - 150K",
        "location": "Dhaka, Bangladesh ",
        "JobDescription": " A Technical Database Engineer at Google is responsible for designing and maintaining complex database systems that enable efficient data storage and retrieval. This includes optimizing performance, ensuring data security, and collaborating with cross-functional teams to ensure that the database infrastructure meets business and technical requirements.",
        "JobResponsibility": " Collaborating with cross-functional teams, providing technical expertise, monitoring and maintaining database systems, designing and implementing database security measures, identifying and resolving database performance issues.",
        "educationalRequirements": "Bachelor's degree in Computer Science, Computer Engineering, or a related field from a reputable university.",
        "Experiences": "2-3 years of experience in database administration or software development."
    },
    {
        "id": "6433dd3bd6ee8aab076bd7eb",
        "companyLogo": "http://placehold.it/32x32",
        "jobTitle": "Marketing Manager",
        "companyName": " Amazon",
        "jobType": "CYCLONICA",
        "jobTime": "REALYSIS",
        "email": "peneloperatliff@realysis.com",
        "phone": "+1 (917) 592-3002",
        "salary": "+1 (801) 478-3444",
        "location": " Colton",
        "JobDescription": "A Marketing Manager at Amazon is responsible for developing and executing marketing strategies to promote Amazon's products and services. This includes conducting market research, identifying target audiences, creating marketing materials, and collaborating with cross-functional teams to ensure that marketing initiatives are aligned with business and technical requirements.",
        "JobResponsibility": "Collaborating with cross-functional teams, developing and executing marketing plans, conducting market research, creating marketing materials, measuring and analyzing campaign performance, optimizing campaigns based on data-driven insights.",
        "educationalRequirements": "Bachelor's degree in Marketing, Business Administration, or a related field from a reputable university.",
        "Experiences": "4-6 years of experience in marketing or a related field, including experience with marketing tools and analytics."
    },
    {
        "id": "6433dd3bd6ee8aab076bd7en",
        "companyLogo": "http://placehold.it/32x32",
        "jobTitle": "iOS Developer",
        "companyName": "Apple",
        "jobType": "CYCLONICA",
        "jobTime": "REALYSIS",
        "email": "peneloperatliff@realysis.com",
        "phone": "+1 (917) 592-3002",
        "salary": "+1 (801) 478-3444",
        "location": " Colton",
        "JobDescription": "An iOS Developer at Apple is responsible for developing and maintaining applications for iOS devices, such as iPhones and iPads. This includes collaborating with cross-functional teams to ensure that applications meet business and technical requirements, optimizing application performance, and staying up-to-date with the latest trends and technologies in iOS development.",
        "JobResponsibility": "Collaborating with cross-functional teams, developing and maintaining iOS applications, optimizing application performance, conducting code reviews, staying up-to-date with the latest trends and technologies in iOS development.",
        "educationalRequirements": " Bachelor's degree in Computer Science or a related field from a reputable university.",
        "Experiences": "3-5 years of experience in iOS development or a related field, including experience with Swift, Xcode, and iOS SDK."
    }
]